performance/thin/pi.txt
Running 10s test @ http://localhost:3003/pi
  10 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   697.52ms  178.95ms   1.23s    74.45%
    Req/Sec     1.01      0.77     9.00     86.86%
  137 requests in 10.11s, 716.17KB read
Requests/sec:     13.56
Transfer/sec:     70.87KB